{"translation-revision-date":"2023-10-10 15:23:33+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Επιταχύνετε τη ροή εργασίας σας με τη δημιουργική Τεχνητή Νοημοσύνη. Αποκτήστε προτάσεις τίτλων και περιγραφών υψηλής ποιότητας για την αναζήτηση και την προβολή στα κοινωνική δίκτυα. %1$sΜάθετε περισσότερα%2$s%3$s"],"Generate titles & descriptions with Yoast AI!":["Δημιουργήστε τίτλους και περιγραφές με το Yoast ΤΝ!"],"New to %1$s":["Νέο στο %1$s"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Η ομάδα υποστήριξής μας είναι εδώ για να απαντήσει σε οποιεσδήποτε ερωτήσεις μπορεί να έχετε. Συμπληρώστε τη (αναδυόμενη) φόρμα επικοινωνίας και θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατό!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sΓλώσσες υποστήριξης:%2$s Αγγλικά & Ισπανικά"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Αν δεν βρείτε τις απαντήσεις που αναζητάτε και χρειάζεστε εξατομικευμένη βοήθεια, μπορείτε να λάβετε υποστήριξη 24\/7 από έναν από τους μηχανικούς υποστήριξής μας."],"Contact our support team":["Επικοινωνήστε με την ομάδα υποστήριξής μας"],"Write a bug report":["Γράψτε μια αναφορά σφάλματος"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Πέσατε πάνω σε ένα σφάλμα κατά τη χρήση του %1$s; Παρακαλούμε κάντε μια αναφορά σφάλματος στο αποθετήριο GitHub για να μας ενημερώσετε για το πρόβλημα!"],"Raise a bug report on GitHub":["Δημιουργήστε μια αναφορά σφάλματος στο GitHub"],"Visit WordPress forum":["Επισκεφθείτε τα φόρα του WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Στο φόρουμ υποστήριξης του WordPress για το %1$s μπορείτε να βρείτε απαντήσεις ή να ζητήσετε βοήθεια από χρήστες του %1$s στην κοινότητα του WordPress."],"WordPress support forum for %1$s":["Φόρα υποστήριξης WordPress για %1$s"],"Visit our help center":["Επισκεφτείτε το κέντρο βοήθειας"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Ρίξτε μια ματιά στο κέντρο βοήθειας για να βρείτε άρθρα, σεμινάρια και άλλες πηγές που θα σας βοηθήσουν να αξιοποιήσετε στο έπακρο το %1$s!"],"%1$s's help center":["Κέντρο βοήθειας του %1$s"],"Need help with %1$s? These resources are a great place to start!":["Χρειάζεστε βοήθεια με το %1$s; Αυτές οι πηγές είναι ένα εξαιρετικό μέρος για να ξεκινήσετε!"],"Additional resources":["Επιπλέον πηγές"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Εδώ θα βρείτε απαντήσεις σε συχνές ερωτήσεις σχετικά με τη χρήση του %1$s. Αν δεν βλέπετε την ερώτησή σας να περιλαμβάνεται, μπορείτε να ρίξετε μια ματιά στην παρακάτω ενότητα."],"Frequently asked questions":["Συχνές ερωτήσεις"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Εάν έχετε οποιεσδήποτε ερωτήσεις, χρειάζεστε ένα χέρι βοήθειας με ένα τεχνικό πρόβλημα ή θέλετε απλώς να πείτε ένα γεια, σας έχουμε καλύψει. Επικοινωνήστε μαζί μας και θα χαρούμε να σας βοηθήσουμε!"],"Support":["Υποστήριξη"],"Allow":["Επιτρέπεται"],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"%1$sGet%2$s %3$s":["%1$sΛήψη%2$s %3$s"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% ΕΚΠΤΩΣΗ"],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"Read reviews from real users":["Διαβάστε σχόλια από αληθινούς χρήστες."],"Unlock with Premium":["Ξεκλειδώστε με το Premium"],"Check out %1$s":["%1$s επεκτείνεται στο Yoast SEO academy"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Έχουμε δωρεάν και premium online μαθήματα για να μάθετε όλα όσα πρέπει να ξέρετε για το SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["%1$s επεκτείνεται στο Yoast SEO academy, όπου είναι ένας σύνδεσμος με δυνατότητα να κάνετε κλικ."],"Learn SEO":["Μάθετε SEO"],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Close":["Κλείσιμο"]}},"comment":{"reference":"js\/dist\/support.js"}}